Repository: danirod/cartero
Catalog: po/*.po
Languages: ro

source: Make HTTP requests and test APIs.
ro: Folosește Cartero pentru a face cereri HTTP și a testa API-urile.

source: Automatically indent new lines for the request body
ro: Indentează automat noile linii pentru corpul cererii

source: Wrap the body content
ro: Înfășoară conținutul corpului

source: Whether to indent the request body with spaces or tabs
ro: Dacă să indenteze corpul cererii cu spații sau cu taburi

source: Show line numbers in the request and response bodies
ro: Arată numerele de linie în corpurile cererii și răspunsului

source: How many characters to pad when indenting the request body
ro: Câte caractere să se adauge la indentarea corpului cererii

source: How large should new windows be
ro: Mărimea pe care ar trebui să o aibă ferestrele noi

source: How tall should new windows be
ro: Înălțimea pe care ar trebui să o aibă ferestrele noi

source: Whether the application should open maximized
ro: Dacă aplicația ar trebui să se deschidă maximizată

source: The position of the split between two windows
ro: Poziția despărțirii dintre două ferestre

source: The current list of opened files
ro: Lista de fișiere deschise actual

source: The last location where a file was opened
ro: Ultima locație unde a fost deschis un fișier

source: The last location where a file was saved
ro: Ultima locație unde a fost salvat un fișier

source: Request URL
ro: URL-ul cererii

source: Send
ro: Trimiteți

source: Execute this HTTP request
ro: Executați această cerere HTTP

source: Parameters
ro: Parametrii

source: Headers
ro: Antetele

source: Variables
ro: Variabilele

source: Body
ro: Corpul

source: Name
ro: Numele

source: Value
ro: Valoarea

source: Actions
ro: Acțiunile

source: Toggle secret
ro: Comutați secretul

source: Delete
ro: Ștergeți

source: New
ro: Nou

source: Open
ro: Deschideți

source: Save
ro: Salvați

source: Welcome to Cartero
ro: Bun venit în Cartero

source: Create or open a request and start testing APIs now.
ro: Creați sau deschideți o cerere și începeți testarea API-urilor acum.

source: New tab
ro: Tab nou

source: Open request...
ro: Deschideți cererea...

source: Save request
ro: Salvați cererea

source: Save request as...
ro: Salvați cererea ca...

source: Close tab
ro: Închideți tab-ul

source: Body appearance
ro: Aspectul corpului

source: Wrap content
ro: Înveliți conținutul

source: Show line numbers
ro: Afișați numerele de linie

source: Automatic indentation
ro: Indentarea automată

source: Indent with spaces
ro: Indentăm cu spații

source: Indent with tabs
ro: Indentăm cu taburi

source: Spaces per tab
ro: Spații pe tab

source: Keyboard shortcuts
ro: Scurtături de tastatură

source: About Cartero
ro: Despre Cartero

source: Quit
ro: Ieșiți

source: Request method
ro: Metoda cererii

source: Body type
ro: Tipul corpului

source: (none)
ro: (niciunul)

source: URL Encoded
ro: Codat URL

source: Multipart Form Data
ro: Date de formă multipart

source: Raw
ro: Brut

source: Ready to request
ro: Gata să cererea

source: Use the Send button to send a network request and it will show here.
ro: Folosiți butonul Trimiteți pentru a trimite o cerere de rețea și va apărea aici.

source: Save changes?
ro: Salvați modificările?

source: There are changes that have not been saved yet. What do you want to do?
ro: Există modificări care nu au fost salvate încă. Ce doriți să faceți?

source: _Cancel
ro: _Anulați

source: _Discard
ro: _Renunțați

source: _Save
ro: _Salvați

source: Request (.cartero)
ro: Cerere (.cartero)

source: Request
ro: Cerere

source: Open request
ro: Deschideți cererea

source: (untitled)
ro: (fără titlu)

source: Draft
ro: Proiect

source: The Cartero authors
ro: Autorii Cartero

source: © 2024 the Cartero authors
ro: © 2024 autorii Cartero
